Revit 2027 API
ParameterTypeId.ZoneCalculatedHydronicHeatingflowParam Property
 "Calculated Hydronic Heating Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedHydronicHeatingflowParam { get; }
Public Shared ReadOnly Property ZoneCalculatedHydronicHeatingflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedHydronicHeatingflowParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedHydronicHeatingflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace